Repository: VoteIT/voteit.printable
Catalog: voteit/printable/locale/*/LC_MESSAGES/voteit.printable.po
Languages: sv

source: Print meeting
sv: Skriv ut möte

source: Select agenda items
sv: Välj dagordningspunkter

source: Include agenda item body, if any?
sv: Ta med dagordningspunktens brödtext, om den finns?

source: Include these proposal states
sv: Ta med förslag i följande tillstånd

source: Include discussion posts?
sv: Ta med diskussioner?

source: Limit discussion posts to system users?
sv: Begränsa diskussionsinlägg till systemanvändare?

source: Show proposal states
sv: Visa förslagens tillstånd

source: Hide userids?
sv: Göm användarIDn?

source: Only show hashtag number?
sv: Visa bara hashtaggens nummer?

source: Printable HTML
sv: Utskriftsvänlig HTML

source: Create print view
sv: Skapa printvy

source: As webpage
sv: Som webbsida

source: As XML
sv: Som XML

source: ${num} agenda items selected
sv: ${num} dagordningspunkter valda

source: Each agenda item will be printed on its own page. These controls won't be printed.
sv: Varje dagordningspunkt kommer skrivas ut på sin egen sida. De här kontrollerna kommer inte skrivas ut.

source: Proposals:
sv: Förslag:

source: Discussion
sv: Diskussion
